Repository: CofficLab/Lumi
Catalog: Packages/PluginLLMProviderSettings/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hk

# %lld 个云端供应商
source: %lld cloud providers
zh_hk: %lld 个云端供应商

# %lld 个本地供应商
source: %lld local providers
zh_hk: %lld 个本地供应商

# %lld 个模型
source: %lld models
zh_hk: %lld 个模型

source: Delete API Key
zh_hk: 删除 API Key

source: Save API Key
zh_hk: 保存 API Key

# 上下文 %@
source: Context %@
zh_hk: 上下文 %@

# 已保存
source: Saved
zh_hk: 已保存

# 搜索供应商
source: Search providers
zh_hk: 搜索供应商

# 本地
source: Local
zh_hk: 本地

# 视觉
source: Vision
zh_hk: 视觉

# 访问官网
source: Visit Website
zh_hk: 访问官网
